<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0"><dict><key>PayloadIdentifier</key><string>com.apple.mdm.deploy.local.a99f5190-993e-0132-a4f6-10ddb1e297ee.alacarte</string><key>PayloadRemovalDisallowed</key><false/><key>PayloadScope</key><string>System</string><key>PayloadType</key><string>Configuration</string><key>PayloadUUID</key><string>a99f5190-993e-0132-a4f6-10ddb1e297ee</string><key>PayloadOrganization</key><string>Epicodus</string><key>PayloadVersion</key><integer>1</integer><key>PayloadDisplayName</key><string>Settings for Classroom Auto Login Guest</string><key>PayloadContent</key><array><dict><key>PayloadType</key><string>com.apple.ManagedClient.preferences</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.deploy.local.a99f5190-993e-0132-a4f6-10ddb1e297ee.alacarte.customsettings.c78709a0-993e-0132-a4f8-10ddb1e297ee</string><key>PayloadUUID</key><string>c78709a0-993e-0132-a4f8-10ddb1e297ee</string><key>PayloadEnabled</key><true/><key>PayloadDisplayName</key><string>Custom: (com.apple.loginwindow)</string><key>PayloadContent</key><dict><key>com.apple.loginwindow</key><dict><key>Forced</key><array><dict><key>mcx_preference_settings</key><dict><key>autoLoginUser</key><string>Guest</string></dict></dict></array></dict></dict></dict></array></dict></plist>
