<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0"><dict><key>PayloadIdentifier</key><string>com.apple.mdm.deploy.local.33c2e7e0-991b-0132-a4f0-10ddb1e297ee.alacarte</string><key>PayloadRemovalDisallowed</key><false/><key>PayloadScope</key><string>System</string><key>PayloadType</key><string>Configuration</string><key>PayloadUUID</key><string>33c2e7e0-991b-0132-a4f0-10ddb1e297ee</string><key>PayloadOrganization</key><string>Epicodus</string><key>PayloadVersion</key><integer>1</integer><key>PayloadDisplayName</key><string>Settings for Classroom iMacs Dock</string><key>PayloadContent</key><array><dict><key>PayloadType</key><string>com.apple.dock</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.deploy.local.33c2e7e0-991b-0132-a4f0-10ddb1e297ee.alacarte.dock.6606db20-991b-0132-a4f2-10ddb1e297ee</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>6606db20-991b-0132-a4f2-10ddb1e297ee</string><key>PayloadDisplayName</key><string>Dock</string><key>tilesize</key><integer>48</integer><key>size-immutable</key><true/><key>magnification</key><true/><key>largesize</key><integer>28</integer><key>magnify-immutable</key><true/><key>magsize-immutable</key><true/><key>orientation</key><string>bottom</string><key>position-immutable</key><true/><key>mineffect</key><string>genie</string><key>mineffect-immutable</key><true/><key>launchanim</key><true/><key>launchanim-immutable</key><true/><key>autohide</key><false/><key>show-process-indicators</key><true/><key>show-process-indicators-immutable</key><true/><key>minimize-to-application</key><false/><key>minimize-to-application-immutable</key><true/><key>contents-immutable</key><true/><key>static-only</key><true/><key>static-apps</key><array><dict><key>mcx_typehint</key><integer>1</integer><key>tile-type</key><string>file-tile</string><key>tile-data</key><dict><key>file-label</key><string>Terminal</string><key>file-data</key><dict><key>_CFURLString</key><string>/Applications/Utilities/Terminal.app</string><key>_CFURLStringType</key><integer>0</integer></dict></dict></dict><dict><key>mcx_typehint</key><integer>1</integer><key>tile-type</key><string>file-tile</string><key>tile-data</key><dict><key>file-label</key><string>Atom</string><key>file-data</key><dict><key>_CFURLString</key><string>/Applications/Atom.app</string><key>_CFURLStringType</key><integer>0</integer></dict></dict></dict><dict><key>mcx_typehint</key><integer>1</integer><key>tile-type</key><string>file-tile</string><key>tile-data</key><dict><key>file-label</key><string>Google Chrome</string><key>file-data</key><dict><key>_CFURLString</key><string>/Applications/Google Chrome.app</string><key>_CFURLStringType</key><integer>0</integer></dict></dict></dict><dict><key>mcx_typehint</key><integer>1</integer><key>tile-type</key><string>file-tile</string><key>tile-data</key><dict><key>file-label</key><string>MAMP</string><key>file-data</key><dict><key>_CFURLString</key><string>/Applications/MAMP/MAMP.app</string><key>_CFURLStringType</key><integer>0</integer></dict></dict></dict></array><key>static-others</key><array><dict><key>mcx_typehint</key><integer>2</integer><key>tile-type</key><string>directory-tile</string><key>tile-data</key><dict><key>file-label</key><string>Downloads</string><key>file-data</key><dict><key>_CFURLString</key><string>/Users/Guest/Downloads/</string><key>_CFURLStringType</key><integer>0</integer></dict><key>file-type</key><integer>2</integer></dict></dict></array></dict></array></dict></plist>
