<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0"><dict><key>PayloadIdentifier</key><string>com.apple.mdm.deploy.local.4ca4afe0-9919-0132-a4eb-10ddb1e297ee.alacarte</string><key>PayloadRemovalDisallowed</key><false/><key>PayloadScope</key><string>System</string><key>PayloadType</key><string>Configuration</string><key>PayloadUUID</key><string>4ca4afe0-9919-0132-a4eb-10ddb1e297ee</string><key>PayloadOrganization</key><string>Epicodus</string><key>PayloadVersion</key><integer>1</integer><key>PayloadDisplayName</key><string>Settings for Classroom iMac LoginWindow</string><key>PayloadDescription</key><string>Configures LoginWindow for Epicodus classroom iMacs</string><key>PayloadContent</key><array><dict><key>PayloadType</key><string>com.apple.loginwindow</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.deploy.local.4ca4afe0-9919-0132-a4eb-10ddb1e297ee.alacarte.loginwindow.843995a0-9919-0132-a4ed-10ddb1e297ee.loginwindow</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>3e91236f-e2bb-882a-2844-9915a3bce1bc</string><key>PayloadDisplayName</key><string>Login Window</string><key>AdminHostInfo</key><string>HostName</string><key>SHOWFULLNAME</key><false/><key>HideLocalUsers</key><false/><key>HideMobileAccounts</key><true/><key>IncludeNetworkUser</key><false/><key>HideAdminUsers</key><true/><key>SHOWOTHERUSERS_MANAGED</key><false/><key>ShutDownDisabled</key><false/><key>RestartDisabled</key><false/><key>SleepDisabled</key><false/><key>RetriesUntilHint</key><integer>3</integer><key>DisableConsoleAccess</key><false/><key>AdminMayDisableMCX</key><true/><key>EnableExternalAccounts</key><true/><key>AlwaysShowWorkgroupDialog</key><false/><key>CombineUserWorkgroups</key><true/><key>FlattenUserWorkgroups</key><false/><key>LocalUserLoginEnabled</key><true/><key>LocalUsersHaveWorkgroups</key><false/><key>AllowList</key><array/><key>DenyList</key><array/></dict><dict><key>PayloadType</key><string>com.apple.screensaver</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.deploy.local.4ca4afe0-9919-0132-a4eb-10ddb1e297ee.alacarte.loginwindow.843995a0-9919-0132-a4ed-10ddb1e297ee.screensaver</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>40eb25d9-3b9f-24ab-eaa5-1d0d135874c9</string><key>PayloadDisplayName</key><string>Login Window:  Screen Saver Preferences</string><key>loginWindowIdleTime</key><integer>1200</integer><key>idleTime</key><integer>1200</integer></dict><dict><key>PayloadType</key><string>com.apple.MCX</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.deploy.local.4ca4afe0-9919-0132-a4eb-10ddb1e297ee.alacarte.loginwindow.843995a0-9919-0132-a4ed-10ddb1e297ee.MCX</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>9f7dfd69-5ec6-cf21-c45b-adf6ced57f59</string><key>PayloadDisplayName</key><string>Login Window:  MCX Preferences</string><key>DisableGuestAccount</key><false/><key>EnableGuestAccount</key><true/><key>SleepDisabled</key><false/></dict><dict><key>PayloadType</key><string>.GlobalPreferences</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.deploy.local.4ca4afe0-9919-0132-a4eb-10ddb1e297ee.alacarte.loginwindow.843995a0-9919-0132-a4ed-10ddb1e297ee.GlobalPreferences</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>a720c3c6-f274-106e-ecea-2d5888e4253d</string><key>PayloadDisplayName</key><string>Login Window:  Global Preferences</string><key>MultipleSessionEnabled</key><true/><key>com.apple.autologout.AutoLogOutDelay</key><integer>0</integer></dict><dict><key>PayloadType</key><string>com.apple.mcxloginscripts</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.deploy.local.4ca4afe0-9919-0132-a4eb-10ddb1e297ee.alacarte.loginwindow.843995a0-9919-0132-a4ed-10ddb1e297ee.mcxloginscripts</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>245797bf-c6b0-620e-e0e6-4e1ba325a5be</string><key>PayloadDisplayName</key><string>Login Window:  Scripts</string><key>skipLoginHook</key><false/><key>skipLogoutHook</key><false/></dict></array></dict></plist>
